{
  "HOME": {
    "TITLE": "Hello Angular with ngx-translate!",
    "SELECT": "Change language",
    "HOME.TITLE": "Home",
    "HOME.SELECT": "Select language",
    "HEADER.LOGIN": "Login",
    "HEADER.STUDENT": "Student",
    "HEADER.TESTS": "Files",
    "HEADER.LOGOUT1": "Logout",
    "HEADER.DOCS": "Documents",
    "LOGIN.REMEMBER": "Remember me",
    "LOGIN.WELCOME": "Welcome Back",
    "LOGIN.ACCOUNT": "Don't have an account?",
    "LOGIN.CREATE": "Create today!",
    "LOGIN.FORGOT": "Forgot password?",
    "LOGIN.SUBMIT": "Submit",
    "LOGIN.USERNAME": "Username",
    "HOME.ZASADY":" In accordance with Order No. 54/19 of the Rector of the Kielce University of Technology of September 20, 2019 on the Regulations of Professional Practices at the Kielce University of Technology (as amended) and the study program implemented in individual fields of study with an academic profile at the Faculty of Electrical Engineering , Automation and Computer Science, the student is obliged to complete a four-week internship. Student internships are an integral part of the educational process and are subject to credit. This applies to both full-time and part-time students. Students undergo internship during the summer period before the start of the 5th or 7th semester of first-cycle studies (in depending on the field of study). The main goal of the student internship is, among others:",
     "HOME.ZASADY1": "skillful use of knowledge acquired during studies in professional work; preparing the student to work in a team, but also to independently perform the tasks entrusted to him, deepening knowledge about economic sectors, learning the principles of organizing enterprises and the mechanisms of their functioning.",
     "HOME.ZASADY2":"Student internship may be carried out in a business entity, institution or plant selected by the student with a profile enabling the achievement of the objectives specified in the internship program.",
     "HOME.ZASADY3":"The student searches for an internship place on his own, submits a proposal to the Head of Student Internships at the Faculty (respectively for a given field of study) in order to obtain approval. After obtaining consent, the student submits an application to the workplace of his choice with request for admission to an internship (if the employer requires it). The conditions for the student's internship are specified in the Agreement concluded between the Kielce University of Technology and the employer. The internship is usually unpaid work for a given workplace. The university does not insure student-interns against accidents accidents (NW). The student makes the decision on possible insurance independently.",
     "HOME.ZASADY4":"Before completing the internship, the student should submit the following documents to the Dean's Office by the deadline of June 3, 2023",
     "HOME.ZASADY5":"Agreement for the organization of an internship for a student of the Kielce University of Technology - Annex No. 1 AGREEMENT for the organization of an internship for a student of the Kielce University of Technology (doc) - in two copies (completed by computer), along with annexes to the agreement: internship program for a given field of study in accordance with study program (for the Field of Automation and Industrial Electrical Engineering, for the Field of Electrical Engineering, for the Field of Energy, for the Field of Computer Science), information clause regarding the processing of personal data by the University, Declaration of knowledge of the rules of internship - Annex No. 2 - in one copy",
     "HOME.ZASADY6":"and to the Head of Student Internships at the Faculty: Application for consent to the implementation of a four-week student internship (Appendix No. 5). After signing both copies of the Agreement by both the representative of the University and the representative of the Department where internship will be carried out, one copy is returned to the Dean's Office, while the other one remains at the Department. For important reasons, if the deadline of June 2, 2023 cannot be met, an appropriate letter should be submitted requesting an extension of the deadline for submitting the required documents.",
    "HOME.TERMINY":"The internship should take place on one of the following dates: July 3, 2023 - July 28, 2023 (recommended date). The internship can be carried out on another date with the consent of the Vice-Dean for Student Affairs (written consent is provided by the student to the internship manager before drawing up the Agreement). Students from outside Kielce who undergo an internship in Kielce may apply for accommodation in a student dormitory for the duration of the internship. The internship program for individual fields of study is included in the annexes: Appendix No. 1AiEP to the Agreement - Internship program for Automation and Industrial Electrical Engineering, Annex No. 1ELE to the contract - Internship program for the Electrical Engineering field, Annex No. 1ENE to the agreement - Internship program for the Power Engineering field, Annex No. 1INF to the agreement - Internship program for the Computer Science field.",
    "HOME.ZALICZENIE":"The student reports in person to the University's internship supervisor by September 8, 2023 in order to pass the internship. The student is obliged to provide: optionally an index (entered academic year, name and address of the workplace, duration of internship in weeks) - entry on the marked end pages of the index, Student internship report - Annex No. 3, certified by the company internship supervisor (signature and stamp). The internship report should be a detailed description of the work performed by the intern during the entire internship period. The report should include : characteristics of the workplace, detailed description of the course of the internship, summary of the internship (acquired knowledge, skills, comments and conclusions). Credit for the professional internship is made in the student's index book by the student internship supervisor on the basis of the documents mentioned above and a conversation with the student about the course of the internship and the achievement of its goal. Report from the internship and the Agreement are placed in the student's personal file. If you have professional experience (employment contract / contract for specific work / contract of mandate / own business) consistent with the field of study and meeting the required learning outcomes (subject card), you can submit an application for credit for the internship together with appropriate documentation confirming 160 hours of work (confirmed photocopies in the Dean's Office).",
    "HOME.ZASADYTYT":"Rules and program of student internships at the Faculty of Electrical Engineering, Automatics and Computer Science of the Kielce University of Technology for studies with an academic profile",
    "HOME.TERMINYTYT":"Dates and duration of the internship",
    "HOME.ZALICZENIETYT":"Passing the internship"
  }
}
