{
  "HOME": {
    "TITLE": "Siema",
    "SELECT": "test",
    "HOME.TITLE": "Strona główna",
    "HOME.SELECT": "Wybierz język",
    "HEADER.LOGIN": "Zaloguj",
    "HEADER.STUDENT": "Student",
    "HEADER.TESTS": "Pliki",
    "HEADER.LOGOUT1": "Wyloguj",
    "HEADER.TABLE": "Table",
    "HEADER.DOCS": "Dokumenty",
    "LOGIN.REMEMBER": "Zapamiętaj mnie",
    "LOGIN.WELCOME": "Witaj ponownie",
    "LOGIN.ACCOUNT": "Nie masz konta?",
    "LOGIN.CREATE": "Stwórz konto!",
    "LOGIN.FORGOT": "Zapomnialeś hasła?",
    "LOGIN.SUBMIT": "Wykonaj",
    "LOGIN.USERNAME": "Nazwa użytkownika",
    "HOME.ZASADY": " Zgodnie z Zarządzeniem Nr 54/19 Rektora Politechniki Świętokrzyskiej z dnia 20 września 2019 r. w sprawie Regulaminu Praktyk Zawodowych w Politechnice Świętokrzyskiej (ze zmianami) oraz programem studiów realizowanym na poszczególnych kierunkach studiów o profilu akademickim na Wydziale Elektrotechniki, Automatyki i Informatyki student zobowiązany jest do odbycia czterotygodniowej praktyki.  Praktyki studenckie stanowią integralną część procesu kształcenia i podlegają zaliczeniu. Dotyczy to zarówno studentów studiów stacjonarnych jak i niestacjonarnych. Studenci odbywają praktykę w okresie wakacyjnym przed rozpoczęciem V lub VII semestru studiów I stopnia (w zależności od kierunku studiów). Głównym celem praktyki studenckiej jest m.in.:",
    "HOME.ZASADY1": "umiejętne wykorzystanie wiedzy zdobytej na studiach w pracy zawodowej; przygotowanie studenta do pracy w zespole, ale także do samodzielnego wykonywania powierzonych mu zadań pogłębianie wiedzy o branżach gospodarki, poznanie zasad organizacji przedsiębiorstw i mechanizmów ich funkcjonowania.",
    "HOME.ZASADY2": "Praktyka studencka może być odbywana w wybranym przez studenta podmiocie gospodarczym, instytucji lub zakładzie o profilu umożliwiającym zrealizowanie celów określonych w programie praktyk.",
    "HOME.ZASADY3": "Student we własnym zakresie wyszukuje miejsce odbywania praktyki, przedstawia propozycję Kierownikowi ds. praktyk studenckich na Wydziale (odpowiednio dla danego kierunku studiów) w celu uzyskania akceptacji. Po uzyskaniu zgody student składa w wybranym przez siebie zakładzie pracy podanie z prośbą o przyjęcie na praktykę (w przypadku gdy tego wymaga pracodawca). Warunki realizacji praktyki przez studenta określa Umowa zawarta pomiędzy Politechniką Świętokrzyską i pracodawcą. Praktyka ma z reguły charakter nieodpłatnej pracy na rzecz danego zakładu pracy. Uczelnia nie ubezpiecza studentów – praktykantów od następstw nieszczęśliwych wypadków (NW). Decyzję o ewentualnym ubezpieczeniu student podejmuje samodzielnie.",
    "HOME.ZASADY4": "Przed odbyciem praktyki student powinien dostarczyć w nieprzekraczalnych terminie do dnia 3.06.2023 następujące dokumenty do Dziekanatu",
    "HOME.ZASADY5": "Umowę o organizację praktyki studenta Politechniki Świętokrzyskiej – załącznik nr 1 UMOWA o organizację praktyki studenta Politechniki Świętokrzyskiej (doc) – w dwóch egzemplarzach (wypełnionych komputerowo), wraz z załącznikami do umowy: programem praktyk dla danego kierunku zgodnie z programem studiów (dla Kierunku Automatyka i Elektrotechnika Przemysłowa, dla Kierunku Elektrotechnika, dla Kierunku Energetyka, dla Kierunku Informatyka), klauzulą informacyjną dotycząca przetwarzania przez Uczelnię danych osobowych, Oświadczenie o znajomości zasad odbywania praktyki – załącznik nr 2 – w jednym egzemplarzu,",
    "HOME.ZASADY6": "oraz do Kierownika ds. praktyk studenckich na Wydziale:    Podanie o wyrażenie zgody na realizację czterotygodniowej praktyki studenckiej (załącznik nr 5). Po podpisaniu obydwu egzemplarzy Umowy zarówno przez przedstawiciela Uczelni, jak i przez przedstawiciela Zakładu, w którym realizowana będzie praktyka, jeden egzemplarz zwracany jest do Dziekanatu, drugi natomiast zostaje w Zakładzie.    Z ważnych przyczyn, jeżeli termin 2.06.2023 nie może być dotrzymany, należy złożyć stosowne pismo z prośbą o prolongatę terminu złożenia wymaganych dokumentów.",
    "HOME.TERMINY": "Praktyki powinny odbywać się w jednym z podanych niżej terminów: 3.07.2023r. - 28.07.2023r. (zalecany termin). Realizacja praktyki w innym terminie jest możliwa za zgodą Prodziekana ds. studenckich (pisemną zgodę przekazuje student Kierownikowi ds. praktyk przed sporządzeniem Umowy). Studenci spoza Kielc, którzy odbywają praktykę w Kielcach, mogą ubiegać się o zakwaterowanie w domu studenckim na czas praktyki. Program praktyk dla poszczególnych kierunków został zawarty w załącznikach: załącznik nr 1AiEP do umowy – Program praktyk dla Kierunku Automatyka i Elektrotechnika Przemysłowa, załącznik nr 1ELE do umowy – Program praktyk dla Kierunku Elektrotechnika, załącznik nr 1ENE do umowy – Program praktyk dla Kierunku Energetyka, załącznik nr 1INF do umowy – Program praktyk dla Kierunku Informatyka.",
    "HOME.ZALICZENIE": "Student w terminie do 8.09.2023 r. zgłasza się osobiście do opiekuna praktyk ze strony Uczelni celem zaliczenia praktyki. Student zobowiązany jest dostarczyć: opcjonalnie indeks (wpisany rok akademicki, nazwa i adres zakładu pracy, czas trwania praktyki w tygodniach) – wpis na oznaczonych, końcowych stronach indeksu, Sprawozdanie z praktyki studenckiej – załącznik nr 3 poświadczone przez zakładowego opiekuna praktyk (podpis i pieczęć). Sprawozdanie z praktyki powinno stanowić szczegółowy opis prac wykonanych przez praktykanta podczas całego okresu praktyki. Sprawozdanie powinno zawierać: charakterystykę zakładu pracy, szczegółowy opis przebiegu praktyki, podsumowanie praktyki (zdobyta wiedza, umiejętności, uwagi i wnioski). Zaliczenia praktyki zawodowej dokonuje w indeksie Opiekun praktyk studenckich na podstawie wymienionych wyżej dokumentów oraz rozmowy ze studentem o przebiegu praktyki i realizacji jej celu. Sprawozdanie z praktyki oraz Umowa zamieszczone zostają w aktach osobowych studenta. W przypadku posiadanego doświadczenia zawodowego (umowa o pracę / umowa o dzieło / umowa zlecenie / własna działalność) zgodnego z kierunkiem studiów i wypełniającego wymagane efekty uczenia się (karta przedmiotu) można złożyć podanie o zaliczenie praktyk wraz z odpowiednią dokumentacją poświadczającą przepracowanie 160h (kserokopie potwierdzone w Dziekanacie).",
    "HOME.ZASADYTYT": "Zasady i program odbywania praktyk studenckich na Wydziale Elektrotechniki, Automatyki i Informatyki Politechniki Świętokrzyskiej dla studiów o profilu akademickim",
    "HOME.TERMINYTYT": "Terminy i czas trwania praktyki",
    "HOME.ZALICZENIETYT": "Zaliczenie praktyki"
  }
}
